{
  "translation": {
    "pricing": "Pricing",
    "user_guide": "User Guide",
    "sign_up": "Sign up",
    "login": "Login",
    "oceandrive_infura_description_1": "OceanDrive Infura is the bridge to a world seamlessly connected through",
    "oceandrive_infura_description_2": "decentralized storage solutions. Our innovative platform leverages the latent",
    "oceandrive_infura_description_3": "potential of unused storage space across our global network of participants,",
    "oceandrive_infura_description_4": "creating a web of connectivity that transcends online and offline boundaries.",
    "go_to_dashboard": "Go to dashboard",
    "oceandrives_network_stats": "OceanDrive's <br /> Network Stats",
    "connected_nodes": "Connected Nodes",
    "storage_capacity": "Storage Capacity",
    "stored_data": "Stored Data",
    "created_pools": "Created Pools",
    "connect_to_decentralized_storage_title": "Connect to Decentralized Storage",
    "connect_to_decentralized_storage_text": "Unlike traditional centralized storage systems, OceanDrive <br/> is decentralized. This means that your data isn't <br/> stored in a single, vulnerable location but is distributed across <br/> multiple nodes within the network. This decentralization reduces <br/> the risk of data loss or unauthorized access. Even if one node <br/> goes offline, your data remains accessible from other nodes.",
    "cost_title": "Cost",
    "cost_text": "Save big on storage costs with OceanDrive Infura. We harness <br/> the untapped storage resources of our network, bringing you a <br/> cost-effective storage solution that doesn't break the bank.",
    "global_storage_connection_title": "Global Storage Connection",
    "global_storage_connection_text": "OceanDrive builds bridges around the globe, connecting your <br/> data seamlessly. Whether you're online or offline, your data is just <br/> a click away, no matter where you are in the world.",
    "security_title": "Security",
    "security_text": "At OceanDrive Network, your data's safety is paramount. <br/> We employ cutting-edge encryption and decentralized <br/> storage, ensuring that your files are shielded from <br/> unauthorized access at all times. Your peace of mind is our priority.",
    "oceandrive_infura_empowers": "OceanDrive Infura empowers",
    "your_business_description": "Your business by providing a robust and secure decentralized storage and synchronization platform. <br /> We help you work efficiently, deliver content seamlessly, and foster innovation across the globe, ensuring <br /> your data is accessible and protected wherever you go.",
    "worldwide_title": "Worldwide",
    "worldwide_description": "OceanDrive Infura provides secure and accessible decentralized <br /> storage solutions that function as a global storage network, bringing <br /> together storage resources from around the world.",
    "empower_title": "Empower",
    "empower_description": "OceanDrive Infura empowers users to take control <br /> of their data and digital assets, ensuring they remain <br /> secure and accessible on a global scale.",
    "developer_title": "Developer",
    "developer_description": "OceanDrive Infura facilitate seamless integration of <br /> decentralized storage solutions through APIs, allowing developers <br /> to securely store digital assets within their applications.",
    "data_assurance_title": "Data Assurance",
    "data_assurance_description": "You'll never have to worry about losing your data, <br /> ensuring its safety and accessibility.",
    "whats_new": "What's New",
    "decentralized_storage_title": "Decentralized Storage",
    "decentralized_storage_description": "OceanDrive Infura is at the forefront of the decentralized storage revolution. Unlike traditional centralized storage solutions that come with inherent security and privacy risks, OceanDrive leverages the power of blockchain and decentralized networks to provide a secure, private, and reliable storage platform. By decentralizing data across a network of nodes, OceanDrive ensures that your data remains resilient against single points of failure and minimizes the risk of data lost.",
    "accessibility_and_availability_title": "Accessibility and Availability",
    "accessibility_and_availability_description": "One of the core benefits of OceanDrive Infura is the unparalleled accessibility and availability it offers. Your stored data is accessible from anywhere with an internet connection, making it a truly global storage solution. Whether you're at home, in the office, or on the go, your important files and documents are just a few clicks away. Plus, OceanDrive's decentralized nature means that your data is always available, even if some nodes in the network go offline. This ensures that you can retrieve your data whenever you need it, without worrying about downtime or data loss.",
    "gateway_and_storage_provider_title": "Gateway and Storage Provider",
    "gateway_and_storage_provider_description": "OceanDrive Infura acts as a gateway to a vast network of storage providers. These providers contribute their storage capacity to the OceanDrive network ensuring that you have ample space to store your data securely. By connecting with OceanDrive Infura, you gain access to this network of storage resources, offering scalability and flexibility to meet your storage needs. Whether you require a small amount of space or a significant storage capacity, OceanDrive Infura can accommodate your requirements.",
    "infura_dashboard_title": "Infura Dashboard",
    "infura_dashboard_description": "The Infura Dashboard is your command center for managing your OceanDrive experience. It provides an easy-to-navigate interface where you can control your storage, explore shared assets, and monitor your usage. From the dashboard, you can initiate storage pool creation, track rewards, and manage your data encryption settings. It's designed to be user-friendly and informative, giving you complete visibility and control over your OceanDrive Infura account.",
    "create_account": "Create an account",
    "email": "Email",
    "email_placeholder": "Enter your email",
    "field_required": "This field is required.",
    "invalid_email_format": "Invalid email format",
    "password": "Password",
    "password_placeholder": "Enter your password",
    "password_requirements": "Password must have a minimum of 8 characters, at least one number, one letter, and one special character",
    "already_have_account": "Already have an account?",
    "dont_have_account": "Don't have an account?",
    "forgot_password": "Forgot password?",
    "reset_password": "Reset Password",
    "enter_email_for_reset": "Enter your email address below and we will send you a reset link",
    "submit": "Submit",
    "already_have_email_password": "Already have email and password",
    "back_to_login": "Back to Login",
    "sent_token_for_password_reset": "We sent a token to your email to reset your password.",
    "successfully_registered": "Successfully registered!",
    "sent_otp_for_verification": "We sent an OTP to your email for verification.",
    "confirmation_code": "Confirmation Code",
    "confirmation_label": "Enter confirmation code",
    "confirmation_placeholder": "Please enter code",
    "didnt_receive_code": "Didn’t receive a code?",
    "resend": "Resend",
    "confirm": "Confirm",
    "password_mismatch": "Password mismatch",
    "password_successfully_changed": "Password successfully changed!",
    "create_new_password": "Create a new password",
    "new_password": "New password",
    "new_password_placeholder": "Enter new password",
    "confirm_password": "Confirm password",
    "dashboard": "Dashboard",
    "billing": "Billing",
    "profile": "Profile",
    "log_out": "Log out",
    "create_storage": "Create Storage",
    "nodes_available": "Nodes available:",
    "current_plan_free_change_your_plan": "Current Plan: Free/Change your plan",
    "pool_size": "Pool Size",
    "remaining_storage": "Remaining Storage",
    "subscribed_nodes": "Subscribed Nodes",
    "uploaded_files": "Uploaded Files",
    "upload": "Upload",
    "download": "Download",
    "free": "Free",
    "storage": "storage",
    "gateway": "gateway",
    "pin_replication": "pin replication",
    "select": "Select",
    "selected_plan": "Selected Plan",
    "enterprise": "Enterprise",
    "custom_plan_description": "This plan is a custom plan for those who want custom packaging. Feel free to contact us.",
    "get_personalized_plan": "Get a personalized plan",
    "customize": "Customize",
    "per_month": "month",
    "pool_creation_limit_reached": "You have reached the maximum limit for 'Pool Creation'",
    "invoice_history": "Invoice History",
    "no_invoice_data": "No invoice data available.",
    "domain": "Domain",
    "pool_name": "Pool Name",
    "access": "Access",
    "price": "Price",
    "created": "Created",
    "gateway_b": "Gateway",
    "my_account": "My Account",
    "pin_replication_b": "Pin Replication",
    "pool_price": "Pool price in CYCON",
    "tx_hash": "Tx hash",
    "api_key": "API Key",
    "regenerate": "Regenerate",
    "change_plan": "Change plan",
    "cancel": "Cancel",
    "continue": "Continue",
    "storage_pool_name": "Storage Pool Name",
    "enter_pool_name": "Enter pool name",
    "pool_exist": "pool already exists",
    "pool_name_min_length": "Pool name should be at least 5 characters",
    "confirm_subscription": "Confirm Subscription",
    "your_api_key": "Your API key",
    "pool_form": "Pool Form",
    "max_length_20": "Maximum length should be 20 characters",
    "enter_pool_size": "Enter pool size",
    "select_pin_replication": "Select pin replication",
    "period": "Period",
    "select_time_period": "Select a time period",
    "1_month": "1 month",
    "2_months": "2 months",
    "3_months": "3 months",
    "4_months": "4 months",
    "5_months": "5 months",
    "6_months": "6 months",
    "7_months": "7 months",
    "8_months": "8 months",
    "9_months": "9 months",
    "10_months": "10 months",
    "11_months": "11 months",
    "12_months": "12 months",
    "estimated_pool_price": "Estimated Pool price in CYCON",
    "enter_pool_price": "Enter pool price",
    "min_price": "The minimum pool amount is {{value}} CYCON.",
    "checkout_confirmation": "Checkout Confirmation",
    "month": "month",
    "months": "months",
    "estimated_pool_price_sh": "Estimated Pool Price",
    "notice": "Notice!!!",
    "transaction_warning": "Once you click the “confirm” button, the transaction will occur and cannot be canceled or refunded after it is complete.",
    "connect_wallet": "Connect Wallet",
    "connect_your_wallet": "Connect your wallet",
    "to_one_of_the_available": "to one of the available",
    "providers_by_importing": "providers by importing or creating a new one.",
    "copied": "Copied",
    "copy": "Copy",
    "switch_to_klaytn_mainnet": "Switch to Klaytn Mainnet to start the pool create.",
    "approve_desc": "Please approve the CYCON token to proceed.",
    "transaction_complete_mobile": "Transaction Complete",
    "transaction_complete_desktop": "Transaction successfully complete",
    "approve": "Approve",
    "confirm_logout": "Are you sure <br /> you want to log out?",
    "oceanDrive_description": "OceanDrive Infura is the bridge to a world seamlessly connected through decentralized storage solutions.",
    "personalized_plan": "Personalized plan",
    "contact_us_for_questions": "Feel free to contact us for any questions.",
    "details": "Details",
    "why_create_storage": "Why create storage?",
    "storage_creation_explanation": "OceanDrive Infura is a platform for storage requesters who need storage space, instead of relying on traditional cloud storage. When you create storage, OceanDrive Storage Providers (Desktop Application and Storage Node) contribute storage capacity by subscribing to pool events.",
    "how_to_use_storage": "Once storage is created, how to use it?",
    "usage_explanation": "After successfully creating storage, you will receive credentials for uploading files, which you will need to implement into your own application or software.",
    "difference_from_oceandrive_app": "What is the difference from the Ocean Drive application?",
    "oceandrive_app_explanation": "The OceanDrive Application is designed for storage providers who want to share their personal computer's storage and receive rewards. In contrast, OceanDrive Infura is for users who need storage and request it from OceanDrive Network contributors.",
    "where_to_use_api_key": "Where to use the API Key?",
    "api_key_usage_explanation": "After creating storage using the OceanDrive Infura Dashboard, you will receive an API URL and API Key for uploading files. The API Key is unique and belongs exclusively to the storage requester. To access the storage and upload files, you need to implement the API URL and API Key into your application's source code. Please be cautious in securely managing and keeping your API Key, as any unauthorized access could occur if it's shared with third parties.",
    "where_files_stored": "Where will my files be stored?",
    "files_stored_explanation": "When you upload your files, they will be distributed across the global network of subscribers to pool events, including Desktop Applications and Node Providers.",
    "can_providers_access_files": "Can storage providers access my files?",
    "providers_access_explanation": "No, unless you share your content ID and/or API KEY with a third party. Your stored files cannot be directly accessed by storage providers. Your data's privacy and security are maintained within the OceanDrive network.",
    "downloads": "Downloads",
    "users": "Users",
    "pool_creation": "Pool Creation",
    "edit": "Edit",
    "extra_period": "Extra Period"
  }
}
